{"id":327,"date":"2019-05-06T13:59:25","date_gmt":"2019-05-06T17:59:25","guid":{"rendered":"http:\/\/localhost\/?p=327"},"modified":"2021-08-27T14:00:02","modified_gmt":"2021-08-27T18:00:02","slug":"hut-8-reports-2018-year-end-financial-results","status":"publish","type":"post","link":"https:\/\/hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/","title":{"rendered":"Hut 8 Reports 2018 Year-End Financial Results"},"content":{"rendered":"<p><strong>TORONTO, ON, May 6, 2019<\/strong> – <u><a href=\"https:\/\/www.hut8mining.com\/\">Hut 8 Mining Corp.<\/a><\/u> (“<strong>Hut 8<\/strong>” or the “<strong>Company<\/strong>”) (TSXV: HUT) (OTCQX: HUTMF), (“Hut 8” or the “Company”) (TSXV: HUT) (OTCQX: HUTMF), one of the world’s largest publicly traded cryptocurrency mining companies by operating capacity and market capitalization, today announces its financial results for the year ended December 31, 2018. Hut 8 reports all amounts in Canadian Dollars unless otherwise stated.<\/p>\n<p>A conference call has been scheduled to discuss the Company’s year-end financial results, hosted by CEO Andrew Kiguel and CFO Jimmy Vaiopoulos, starting at 10:00 a.m. ET Tuesday.<\/p>\n<p><strong>Date:<\/strong> Tuesday, May 7, 2019<br \/>\n<strong>Time:<\/strong> 10:00 a.m. ET<br \/>\n<strong>Dial-In:<\/strong> 1 (888) 465-5079, Canada 1 (888) 424-8151, US<br \/>\n<strong>Passcode:<\/strong> 8834 138#<\/p>\n<p><strong>2018 Highlights<\/strong><\/p>\n<p>● Achieved record revenue of $49.4 million from mining 5,592 bitcoin for the 2018 year<br \/>\n● Adjusted EBITDA of $19.3 million for the 2018 year with an Adjusted EBITDA margin of 39%<br \/>\n● Raised $70.0 million of common equity in Q1-2018<br \/>\n● Raised US$16 million secured loan facility with Galaxy Digital<br \/>\n● Completed the Company’s Qualifying Transaction to go public on the TSXV<br \/>\n● Expanded operations from 7 to 85 BlockBox data centers through 2018<br \/>\n● Increased PH\/s capacity by 1,300% from 56 to 784 PH\/s<br \/>\n● Entered into a definitive agreement with the City of Medicine Hat for the supply of 42 MW and 21 MW of additional off-grid energy<br \/>\n● Completed flagship site in the City of Medicine Hat, representing an increase of 63 MW of operating capacity for an aggregate of 95.2 MW in operation at year end<br \/>\n● Recognized a non-cash write-down of $85.4 million to adequately reflect the fair value of plant and equipment as of year end<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-1777\" src=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png\" alt=\"\" width=\"704\" height=\"514\" \/><\/p>\n<p><strong>Management’s Bitcoin Outlook<\/strong><\/p>\n<p>“Hut 8 management believes that bitcoin is the future of global digital money” said Andrew Kiguel, Chief Executive Officer of Hut 8. “Our conviction in the use of bitcoin as a digital store of value and international payment settlement system remains stronger now than ever.”<\/p>\n<p>Bitcoin is having a positive start in 2019. The cryptocurrency has appreciated approximately 40% since the beginning of the year, outperforming the NASDAQ, the S&amp;P 500, as well as most commodities including gold and oil. Several factors occurring in 2019 give reason for optimism that demand for bitcoin will increase, including:<\/p>\n<p>● Regulatory clarity for bitcoin sets it apart from other cryptocurrencies<br \/>\n● Institutional custodial solutions are in the process of being rolled out by traditional players such as Fidelity and Goldman Sachs (via its investment in Bitgo)<br \/>\n● Increased institutional awareness is rising as major global investment banks now routinely publish updates on bitcoin<br \/>\n● Inflationary pressure in global fiat currencies is driving increased demand of bitcoin as a storage of wealth<br \/>\n● Major exchanges are getting involved in bitcoin. For example, the largest stock exchange in the world, the NYSE (via its parent company ICE and partnering with Microsoft and Starbucks), is launching a futures exchange named Bakkt that will settle transactions in physical bitcoin<br \/>\n● New smartphones are being built with dedicated storage for bitcoin private keys, allowing owners to store and spend bitcoin on their phones<br \/>\n● Growing optimism for approval from the SEC in 2019 for a bitcoin ETF<br \/>\n● The rapid growth of the lighting network, a second layer bitcoin application that enables instant use of bitcoin for smaller payments with vendors worldwide. Bitcoin spenders can now use the lightning network to shop at e-commerce sites like Amazon<\/p>\n<p>“Hut 8 is optimized to benefit from the evolving strength in bitcoin. Hut 8 does not plan to stray from its strategy of being a pure play bitcoin miner,” said Andrew Kiguel, Chief Executive Officer of Hut 8. “From our first day of trading in March 2018 through to March 2019, Hut 8 common shares have had a 95% correlation to the price of bitcoin. This has provided investors with near perfect correlation to the bitcoin price, which was our objective.”<\/p>\n<p><strong>2018 Overview<\/strong><\/p>\n<p>Due to the “crypto winter”, which was marked by a declining price for bitcoin and most cryptocurrencies, 2018 was a challenging year for all cryptocurrency miners. While many miners did not survive, Hut 8 managed its cash and digital assets conservatively to successfully make it through. Today, Hut 8 is stable and poised to benefit from a recovery in the price of bitcoin. The Company will continue to manage operations prudently and with focus.<\/p>\n<p>Although the cryptocurrency markets and bitcoin did not perform to expectations in 2018, Hut 8’s management team did not remain idle. The Company successfully reduced operating costs and positioned Hut 8 as a leading bitcoin miner in North America. The Company’s relationship with Bitfury Holding B.V. (“Bitfury”), its strategic partner and largest shareholder remains positive, as does its relationship with the City of Medicine Hat, from whom Hut 8 purchases the majority of its electricity. The Company continues to strive for operational excellence and transparency for its shareholders.<\/p>\n<p>Despite challenges in 2018, it was also a year with tremendous growth for Hut 8. At the beginning of 2018, Hut 8 had seven BlockBoxes ACTM (“BlockBox”) data centers deployed utilizing 8 MW of electricity for 56 Petahash per second (“PH\/s”). At the end of 2018, Hut 8 had 85 BlockBoxes operating that in full operational capacity utilize 95.2 MW of power for 784 PH\/s. This was achieved by the completion of the Company’s flagship site in the City of Medicine Hat, two months ahead of schedule. This facility is a significant achievement and Hut 8 believes that operationally, it is amongst the most cost-effective bitcoin mining sites in the world.<\/p>\n<p>This increase was shown as the Company mined 5,592 bitcoin with revenue generation of $49.4 million compared with 62 bitcoin mined with revenue of $1.1 million in the prior year. To management’s knowledge, Hut 8 remains the world’s largest publicly traded cryptocurrency miner by size of operations. Management has also identified several new potential low-cost sites in North America should the opportunity to expand its operations become available in 2019.<\/p>\n<p><strong>Discussion of Operations for the 2018 Year<\/strong><\/p>\n<p>Hut 8 was not immune to the widespread negative market conditions in 2018 and as a result is recognizing a non-cash write-down on its equipment. In order to more accurately reflect the value of its mining equipment, Hut 8 is taking a non-cash write-down of $85.4 million. Management believes the write-down will value its assets based on the current bitcoin pricing environment, significantly reduce its reported plant and equipment depreciation in its financial results going forward and provide a clearer view of our earnings.<\/p>\n<p>For the 2018 year, fair value loss on re-measurement of digital assets of $17.9 million represented the unrealized loss on adjusting the value of the digital assets held in inventory to the market value on the reporting date. This loss is from the drop in bitcoin price from highs of over US$17,000 in January 2018 to the December 31, 2018 price of US$3,743. In future quarters, the Company would expect to see unrealized gains or losses based on the price of bitcoin on the reporting date, relative to the price on the day mined, when revenue is recorded.<\/p>\n<p>As the price of bitcoin dropped, and most of Hut 8’s costs remained relatively fixed, management sold more bitcoin from its inventory than anticipated to meet its financial obligations. The site operating costs for the year were $24.9 million, which represent the costs incurred related to mining the 5,592 bitcoin for the year ended December 31, 2018. The cost of mining each bitcoin for the year was $4,448 (US$3,423) calculated by dividing site operating costs by the number of bitcoin mined for the 2018 year. The cost of mining remained lower than the average bitcoin price for the 2018 year of $9,839 (US$7,572). Hut 8 finished 2018 with 3,035 bitcoin in its digital asset inventory valued at $15.4 million as of December, 31 2018 based on a bitcoin price of US$3,743.<\/p>\n<p>Expenses for the 2018 year were $8.8 million of which there were non-cash share-based payments of $3.5 million. As discussed, the Company continually manages expenses to grow margins and best position itself for the next bitcoin pricing cycle. This is seen from the decrease in quarterly expenses in Q3-2018 of $2.6 million of which $1.1 million were non-cash to Q4-2018 of $2.1 million of which $1.1 million were non-cash expenses. To combat the declining bitcoin price, management initiated several cost cutting measures that will positively impact 2019 results. These include:<\/p>\n<p>● In conjunction with its strategic partner, Bitfury, operations in Hut 8’s facilities in Alberta were streamlined via staff reductions in January and April 2019<br \/>\n● Management renegotiated Hut 8’s management service fee with Bitfury<br \/>\n● In December 2018, management switched its mining pool to a reduced rate<br \/>\n● The Company reduced insurance costs<br \/>\n● Management temporarily froze the use of non-essential operating services<br \/>\n● Management embarked on an electricity optimization plan in Q2 2018 that management expects to have substantial savings in 2019<\/p>\n<p>In addition, despite a challenging year, Hut 8 is pleased to report positive Adjusted EBITDA of $19.3 million, nearly a 19x increase from the prior year of $1.1 million largely as a result of increased revenue from the new facility at CMH and increased number BlockBoxes in Drumheller.<\/p>\n<p>For 2019, Hut 8 will continue to seek ways to reduce costs and increase mining efficiency. Through management’s cost reductions, Hut 8 is positioned to survive the “crypto winter” and make it through to the next bitcoin pricing cycle.<\/p>\n<p>“Throughout 2018, Hut 8’s average cost per bitcoin was consistently below the market price of bitcoin,” said Andrew Kiguel, Chief Operating Officer of Hut 8. “As we move into 2019, we are poised to improve margins should the price of bitcoin continues to rise, given our cost cutting initiatives undertaken in late 2018.”<\/p>\n<p>Pursuant to the press release of the Company dated March 15, 2019, Hut 8 has issued 22,653 common shares at a deemed price of $1.35 per common share, 37,065 common shares at a deemed price of $0.90 per common, and 39,698 common shares at a deemed price of $1.45 to Induna Energy Inc. in consideration of services provided to the company pursuant to an agreement dated May 29, 2018 and amended February 12, 2019.<\/p>\n<p>Since beginning its mining operations in December 2017, Hut 8 has mined over 9,200 bitcoins. Hut 8’s current capital structure consists of 90,108,118 common shares outstanding, 2,882,222 warrants and 965,000 options. In total, Hut 8 owns and operates two sites in Alberta, Canada utilizing 85 BlockBox AC data centers with current operating capacity of 95.2 MW and 784 PH\/s.<\/p>\n<p><strong>ABOUT HUT 8 MINING CORP.<\/strong><\/p>\n<p>Hut 8 is a cryptocurrency mining company with industrial scale bitcoin mining operations in Canada. Hut 8 has an exclusive North American partnership with the Bitfury Group Limited, inclusive of Bitfury Holding BV, (“Bitfury”), one of the world’s leading full-service hardware and software blockchain technology companies.<\/p>\n<p>Hut 8 provides investors with direct exposure to bitcoin, without the technical complexity or constraints of purchasing the underlying cryptocurrency. Investors avoid the need to create online wallets, wire money offshore, and safely store their bitcoin.<\/p>\n<p>The Company was incorporated under the laws of the Province of British Columbia on June 9, 2011. The registered office of the Company is located at Suite 1700 Park Place 666 Burrard Street, Vancouver BC, Canada, V6C 2X8. The Company’s financial year ends on December 31. The Company’s common shares are listed under the symbol “HUT” on the TSX Venture Exchange and as “HUTMF” on the OTCQX Exchange. On March 2, 2018, the Company closed its “Qualifying Transaction” with Hut 8 Holdings Inc. (“Hut 8 Holdings”). The Company was a capital pool company prior to the Qualifying Transaction. In connection with the Qualifying Transaction, the Company changed its name to “Hut 8 Mining Corp.”.<\/p>\n<p>Key investment highlights and FAQ’s: <u><a href=\"https:\/\/www.hut8mining.com\/investors\">https:\/\/www.hut8mining.com\/investors<\/a><\/u>.<\/p>\n<p>Keep up-to-date on Hut 8 events and developments and join our online communities at <a href=\"https:\/\/www.facebook.com\/Hut8Corp\">Facebook<\/a>, <a href=\"https:\/\/twitter.com\/Hut8Mining\">Twitter<\/a>, <a href=\"https:\/\/www.instagram.com\/hut8corp\">Instagram<\/a> and <a href=\"https:\/\/www.linkedin.com\/company\/hut8mining\/\">LinkedIn<\/a>.<\/p>\n<p><strong>Hut 8 Corporate Contact:<\/strong><\/p>\n<p>Andrew Kiguel<br \/>\nChief Executive Officer<br \/>\nTel: (647) 256-1992<br \/>\nEmail: <u><a href=\"mailto:ak@hut8mining.com\">info@hut8mining.com<\/a><\/u><\/p>\n<p>Jimmy Vaiopoulos<br \/>\nChief Financial Officer<br \/>\nTel: (647) 256-1992<br \/>\nEmail: <a href=\"mailto:info@hut8mining.com\">info@hut8mining.com<\/a><\/p>\n<p><strong>Non-GAAP Measures<\/strong><\/p>\n<p>This press release presents certain non-GAAP (“<strong>GAAP<\/strong>” refers to Generally Accepted Accounting Principles) financial measures to assist readers in understanding the Company’s performance. These non-GAAP measures do not have any standardized meaning and therefore are unlikely to be comparable to similar measures presented by other issuers and should not be considered in isolation or as a substitute for measures of performance prepared in accordance with GAAP. Management uses these non-GAAP measures to supplement the analysis and evaluation of operating performance.<\/p>\n<p>The following terms are used, which are not found in the Chartered Professional Accountants of Canada Handbook and do not have a standardized meaning under GAAP.<\/p>\n<p>EBITDA (Earnings before Interest, Taxes, Depreciation, and Amortization)<\/p>\n<p>● “<strong>EBITDA<\/strong>” represents net income or loss excluding net finance income or expense, income tax or recovery, depreciation, and amortization.<\/p>\n<p>● “<strong>Adjusted EBITDA<\/strong>” represents EBITDA adjusted to exclude share-based compensation, fair value loss or gain on re-measurement of digital assets, and costs associated with one-time transactions (such as listing fees).<\/p>\n<p>● “<strong>Adjusted EBITDA margin<\/strong>” represents Adjusted EBITDA as a percentage of revenue.<\/p>\n<p>“<strong>Mining Profit<\/strong>” represents gross profit (revenue less cost of revenue), excluding depreciation. “Mining Profit Margin” represents Mining Profit as a percentage of revenue.<\/p>\n<p>“<strong>Cost per bitcoin<\/strong>” represents cost of revenue excluding depreciation, divided by the number of bitcoin mined in the period.<\/p>\n<p><strong>FORWARD-LOOKING STATEMENTS<\/strong><\/p>\n<p>Certain information in this press release constitutes forward-looking information. In some cases, but not necessarily in all cases, forward-looking information can be identified by the use of forward-looking terminology, such as “plans”, “targets”, “expects” or “does not expect”, “is expected”, “estimates”, “intends”, “assumes”, “anticipates” or “does not anticipate” or “believes”, or variations of such words and phrases, or state that certain actions, events or results “may”, “could”, “would”, “might”, “will” or “will be taken”, “occur” or “be achieved”. In addition, any statements that refer to expectations, projections or other characterizations of future events or circumstances contain forward-looking information. Statements containing forward-looking information are not historical facts, but instead represent management’s expectations, estimates and projections regarding future events.<\/p>\n<p>Forward-looking information is necessarily based on a number of opinions, assumptions and estimates that, while considered reasonable by Hut 8 as of the date of this press release, are subject to known and unknown risks, uncertainties, assumptions and other factors that may cause the actual results, level of activity, performance or achievements to be materially different from those expressed or implied by such forward-looking information, including but not limited to the factors described in greater detail in the “Risk Factors” section of the Filing Statement dated March 1, 2018 relating to the Qualifying Transaction of Oriana Resources Corporation and Hut 8, which is available at www.sedar.com. These factors are not intended to represent a complete list of the factors that could affect Hut 8; however, these factors should be considered carefully. There can be no assurance that such estimates and assumptions will prove to be correct. The forward-looking statements contained in this press release are made as of the date of this press release, and Hut 8 expressly disclaims any obligation to update or alter statements containing any forward-looking information, or the factors or assumptions underlying them, whether as a result of new information, future events or otherwise, except as required by law.<\/p>\n<p>Neither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>TORONTO, ON, May 6, 2019 – Hut 8 Mining Corp. (“Hut 8” or the “Company”) (TSXV: HUT) (OTCQX: HUTMF), (“Hut 8” or the “Company”) (TSXV: HUT) (OTCQX: HUTMF), one of the world’s largest publicly traded cryptocurrency mining companies by operating capacity and market capitalization, today announces its financial results for the year ended December 31, 2018. Hut 8 [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false},"categories":[1],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.5.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Hut 8 Mining - Hut 8 Reports 2018 Year-End Financial Results<\/title>\n<meta name=\"description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Hut 8 Mining - Hut 8 Reports 2018 Year-End Financial Results\" \/>\n<meta property=\"og:description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/\" \/>\n<meta property=\"og:site_name\" content=\"Hut 8 Mining\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Hut8Corp\/\" \/>\n<meta property=\"article:published_time\" content=\"2019-05-06T17:59:25+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-08-27T18:00:02+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Hut8Mining\" \/>\n<meta name=\"twitter:site\" content=\"@Hut8Mining\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"codys\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"12 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/hut8mining.com\/#organization\",\"name\":\"Hut 8 Mining\",\"url\":\"https:\/\/hut8mining.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Hut8Corp\/\",\"https:\/\/www.linkedin.com\/company\/hut8mining\/\",\"https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw\",\"https:\/\/twitter.com\/Hut8Mining\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/#logo\",\"inLanguage\":\"en-CA\",\"url\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"contentUrl\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"width\":280,\"height\":122,\"caption\":\"Hut 8 Mining\"},\"image\":{\"@id\":\"https:\/\/hut8mining.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hut8mining.com\/#website\",\"url\":\"https:\/\/hut8mining.com\/\",\"name\":\"Hut 8 Mining\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hut8mining.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hut8mining.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-CA\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#primaryimage\",\"inLanguage\":\"en-CA\",\"url\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png\",\"contentUrl\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#webpage\",\"url\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/\",\"name\":\"Hut 8 Mining - Hut 8 Reports 2018 Year-End Financial Results\",\"isPartOf\":{\"@id\":\"https:\/\/hut8mining.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#primaryimage\"},\"datePublished\":\"2019-05-06T17:59:25+00:00\",\"dateModified\":\"2021-08-27T18:00:02+00:00\",\"description\":\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\",\"breadcrumb\":{\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#breadcrumb\"},\"inLanguage\":\"en-CA\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hut8mining.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Hut 8 Reports 2018 Year-End Financial Results\"}]},{\"@type\":\"NewsArticle\",\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#webpage\"},\"author\":{\"@id\":\"https:\/\/hut8mining.com\/#\/schema\/person\/d616c9638c3fb2d238c4ff87c027b9a5\"},\"headline\":\"Hut 8 Reports 2018 Year-End Financial Results\",\"datePublished\":\"2019-05-06T17:59:25+00:00\",\"dateModified\":\"2021-08-27T18:00:02+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#webpage\"},\"wordCount\":2441,\"publisher\":{\"@id\":\"https:\/\/hut8mining.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png\",\"articleSection\":[\"Press releases\"],\"inLanguage\":\"en-CA\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/hut8mining.com\/#\/schema\/person\/d616c9638c3fb2d238c4ff87c027b9a5\",\"name\":\"codys\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/#personlogo\",\"inLanguage\":\"en-CA\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/a3c08af50d2aed50d193291451891741?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/a3c08af50d2aed50d193291451891741?s=96&d=mm&r=g\",\"caption\":\"codys\"},\"sameAs\":[\"http:\/\/localhost\"],\"url\":\"https:\/\/hut8mining.com\/author\/codys\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Hut 8 Mining - Hut 8 Reports 2018 Year-End Financial Results","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/","og_locale":"en_US","og_type":"article","og_title":"Hut 8 Mining - Hut 8 Reports 2018 Year-End Financial Results","og_description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","og_url":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/","og_site_name":"Hut 8 Mining","article_publisher":"https:\/\/www.facebook.com\/Hut8Corp\/","article_published_time":"2019-05-06T17:59:25+00:00","article_modified_time":"2021-08-27T18:00:02+00:00","og_image":[{"url":"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png"}],"twitter_card":"summary_large_image","twitter_creator":"@Hut8Mining","twitter_site":"@Hut8Mining","twitter_misc":{"Written by":"codys","Est. reading time":"12 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/hut8mining.com\/#organization","name":"Hut 8 Mining","url":"https:\/\/hut8mining.com\/","sameAs":["https:\/\/www.facebook.com\/Hut8Corp\/","https:\/\/www.linkedin.com\/company\/hut8mining\/","https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw","https:\/\/twitter.com\/Hut8Mining"],"logo":{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/#logo","inLanguage":"en-CA","url":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","contentUrl":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","width":280,"height":122,"caption":"Hut 8 Mining"},"image":{"@id":"https:\/\/hut8mining.com\/#logo"}},{"@type":"WebSite","@id":"https:\/\/hut8mining.com\/#website","url":"https:\/\/hut8mining.com\/","name":"Hut 8 Mining","description":"","publisher":{"@id":"https:\/\/hut8mining.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hut8mining.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-CA"},{"@type":"ImageObject","@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#primaryimage","inLanguage":"en-CA","url":"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png","contentUrl":"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png"},{"@type":"WebPage","@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#webpage","url":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/","name":"Hut 8 Mining - Hut 8 Reports 2018 Year-End Financial Results","isPartOf":{"@id":"https:\/\/hut8mining.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#primaryimage"},"datePublished":"2019-05-06T17:59:25+00:00","dateModified":"2021-08-27T18:00:02+00:00","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","breadcrumb":{"@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#breadcrumb"},"inLanguage":"en-CA","potentialAction":[{"@type":"ReadAction","target":["https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hut8mining.com\/"},{"@type":"ListItem","position":2,"name":"Hut 8 Reports 2018 Year-End Financial Results"}]},{"@type":"NewsArticle","@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#article","isPartOf":{"@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#webpage"},"author":{"@id":"https:\/\/hut8mining.com\/#\/schema\/person\/d616c9638c3fb2d238c4ff87c027b9a5"},"headline":"Hut 8 Reports 2018 Year-End Financial Results","datePublished":"2019-05-06T17:59:25+00:00","dateModified":"2021-08-27T18:00:02+00:00","mainEntityOfPage":{"@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#webpage"},"wordCount":2441,"publisher":{"@id":"https:\/\/hut8mining.com\/#organization"},"image":{"@id":"https:\/\/mail.hut8mining.com\/2019\/05\/06\/hut-8-reports-2018-year-end-financial-results\/#primaryimage"},"thumbnailUrl":"https:\/\/hut8mining.com\/wp-content\/uploads\/2019\/05\/2018.png","articleSection":["Press releases"],"inLanguage":"en-CA"},{"@type":"Person","@id":"https:\/\/hut8mining.com\/#\/schema\/person\/d616c9638c3fb2d238c4ff87c027b9a5","name":"codys","image":{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/#personlogo","inLanguage":"en-CA","url":"https:\/\/secure.gravatar.com\/avatar\/a3c08af50d2aed50d193291451891741?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/a3c08af50d2aed50d193291451891741?s=96&d=mm&r=g","caption":"codys"},"sameAs":["http:\/\/localhost"],"url":"https:\/\/hut8mining.com\/author\/codys\/"}]}},"_links":{"self":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/327"}],"collection":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/comments?post=327"}],"version-history":[{"count":1,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/327\/revisions"}],"predecessor-version":[{"id":328,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/327\/revisions\/328"}],"wp:attachment":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/media?parent=327"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/categories?post=327"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/tags?post=327"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}