{"id":729,"date":"2021-11-11T08:00:07","date_gmt":"2021-11-11T13:00:07","guid":{"rendered":"https:\/\/hut8mining.com\/?p=729"},"modified":"2021-11-11T08:00:22","modified_gmt":"2021-11-11T13:00:22","slug":"hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve","status":"publish","type":"post","link":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/","title":{"rendered":"Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve"},"content":{"rendered":"<p>TORONTO, ON, November 11, 2021 &#8212; <u>Hut 8 Mining Corp.<\/u> (Nasdaq | TSX: HUT) (&#8220;Hut 8&#8221; or the &#8220;Company&#8221;), one of North America&#8217;s largest, innovation-focused digital asset mining pioneers, supporting open and decentralized systems since 2018, is pleased to announce its financial results for the quarter ending September 30, 2021 (“Q3-2021”).  All dollar figures are in Canadian Dollars (“CAD”), unless otherwise stated.<\/p>\n<p>“The third quarter of 2021 proved to be another exciting and dynamic step forward for Hut 8,” commented Shane Downey, Chief Financial Officer of the Company. “We are thrilled to have reported our third consecutive record-breaking quarterly results and to have already surpassed our goal of 5,000 Bitcoin held in reserve. Further, we have achieved an important milestone with final delivery of all 10,000 NVIDIA chips. Throughout early weeks of operation, these cutting-edge GPUs have proven to be highly efficient, mining at a total cost of under $3,000 per Bitcoin, delivering margins of approximately 95%.”<\/p>\n<p><strong>HASHRATE UPDATE<\/strong><\/p>\n<p>Hut 8 currently has an installed hashrate of approximately 1.7 EH\/s, which includes the converted hashrate from our fleet of NVIDIA GPUs.<\/p>\n<p>Our total current and contracted capacity stands at approximately 4.5 EH\/s, which includes the converted hashrate from our fleet of NVIDIA GPUs.<\/p>\n<p><strong>BITCOIN INVENTORY AND VALUE<\/strong><\/p>\n<p>As of September 30, 2021, the Company had a total Bitcoin balance of 4,729 with a market value of $263.8 million. Hut 8’s Bitcoin balance as of November 10, 2021, including 2,000 Bitcoin loaned as part of the Company’s fiat yield strategy, is approximately 5,053 Bitcoin, reflecting a market value of approximately $430 million. Hut 8 continues to strategically emphasize its “HODL” strategy, taking active steps to generate Canadian and US dollars to help fund operating expenses, so as to avoid selling Bitcoin.  During Q3-2021, 100% of self-mined Bitcoin was deposited into custody.<\/p>\n<p><strong>Q3-2021 HIGHLIGHTS<\/strong><\/p>\n<ul>\n<li>Third consecutive record quarterly revenue, hitting $50.3 million in Q3-2021, with our self-mining operations generating $47.9 million of revenue and our expanded hosting service generating $2.4 million. We mined 905 Bitcoin in Q3-2021, all of which was added to our self-mined Bitcoin balance.<\/li>\n<li>As of November 10, 2021, the entire fleet of high-performance NVIDIA chips has been received at Hut 8’s site in Medicine Hat, Alberta, and 91% of the servers have been installed and powered up, with full deployment expected in the next week. The addition of the NVIDIA GPUs serves to increase Hut 8&#8217;s aggregate operating rate by approximately 1,600 Gigahash, which based on current network dynamics, equates to an ASIC hashrate of approximately 325 PH\/s. The Company has deployed the NVIDIA GPUs to mine the Ethereum network via Luxor pool, and consistent with our HODL strategy, is receiving payouts in Bitcoin. Based on current mining economics this equates to approximately 1.8 – 2.0 Bitcoin per day, with an average cost to mine each Bitcoin of less than $3,000, making this NVIDIA GPU fleet the most profitable portion of Hut 8’s self-mining operation.<\/li>\n<li>Following its successful listing on The Nasdaq Global Select Market (“Nasdaq”), the Company benefitted from its access to an increased pool of investors and closed a public offering of common shares on September 17, 2021, raising gross proceeds of $220 million (US$173 million). The Company anticipates the proceeds will be used to support the growth of its business including to fund capital investments in digital asset mining equipment in order to increase mining capacity, for working capital, other general corporate purposes, and potentially for strategic partnerships, joint ventures, or acquisitions.<\/li>\n<li>Based upon the capital flexibility afforded by the Company’s public offering of equity securities in September 2021, Hut 8 executed on a US$58.7 million purchase of 12,000 new MicroBT M30S, M30S+ and M30S++ miners, representing a cost of approximately $50\/Terahash, with aggregate incremental production of 1.17 EH\/s. The miners are expected to be delivered starting in January 2022, at a delivery rate of approximately 1,000 machines per month, with full deployment anticipated by December 2022.<\/li>\n<li>On October 23, 2021, the Company announced that development of its third mining site, in conjunction with Validus Power Corp. (“Validus), was underway in North Bay, Ontario, Canada. This site will begin with 35MW of capacity and expected to be online by the end of December 2021. Power will be available on a physical off-take basis under the Company’s power purchase agreement with Validus, with a power rate of $0.0274\/kWh subject to an annual adjustment mechanism.<\/li>\n<\/ul>\n<p><strong>OPERATING AND FINANCIAL OVERVIEW<\/strong><\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-730\" src=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png\" alt=\"\" width=\"797\" height=\"497\" srcset=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png 797w, https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image-768x479.png 768w\" sizes=\"(max-width: 797px) 100vw, 797px\" \/><\/p>\n<ul>\n<li>Revenue for Q3-2021 increased significantly to $50.3 million compared to $5.8 million in the prior year period. Strong mining economics generated $47.9 million of revenue as a result of 905 Bitcoin mined versus $5.3 million of revenue and 372 Bitcoin mined in the prior year period. Our hosting services contributed $2.4 million of revenue compared to $0.5 million in the prior year period, reflecting management’s strategic decision to on-board two hosting customers.<\/li>\n<li>Site operating costs for Q3-2021 totaled $16.0 million versus $7.5 million in the prior year period. The increase reflects power consumption from increased hash rate, and the fact that mining equipment was operating at reduced capacity for much of the third quarter of 2020, in response to compressed self-mining economics.<\/li>\n<li>Net income in Q3-2021 was $23.4 million. The large increase in net income was primarily driven by the revenue generated from the improved performance in our self-mining operations, partially offset by higher costs from the expansion of our business.<\/li>\n<li>Adjusted EBITDA (a “Non-IFRS Measure”, please refer below) in Q3-2021 was $30.7 million, versus an Adjusted EBITDA loss of $2.5 million in the prior year period, driven by the expansion of Hut 8’s operations and the improvement in Bitcoin mining economics.<\/li>\n<li>Digital assets consist of Bitcoin, which had a self-mined balance of 4,729 Bitcoin and a market value of $263.8 million as of September 30, 2021. This balance consisted of 2,729 Bitcoin held in custody and 2,000 held under lending arrangements.<\/li>\n<\/ul>\n<p><strong>NON-IFRS MEASURES <\/strong><\/p>\n<p>This press release makes reference to certain measures that are not recognized under IFRS and do not have a standardized meaning prescribed by IFRS. They are therefore not necessarily comparable to similar measures presented by other companies. The Company uses non-IFRS measures including &#8220;Adjusted EBITDA&#8221; and “Mining Profit” as additional information to complement IFRS measures by providing further understanding of the Company’s results of operations from Management’s perspective.<\/p>\n<p>“Adjusted EBITDA” represents EBITDA (net income or loss excluding net finance income or expense, income tax or recovery, depreciation, and amortization) adjusted to exclude non-cash share-based compensation, fair value gain or loss on revaluation of digital assets, non-recurring impairment charges or reversals of impairment, and costs associated with one-time or non-recurring transactions. Adjusted EBITDA is used to assess profitability without the impact of non-cash accounting policies, capital structure, taxation, and one-time or non-recurring transactions. This performance measure provides a consistent comparable metric for profitability of the Company across time periods.<\/p>\n<p>“Mining profit” represents gross profit (revenue less cost of revenue), excluding depreciation and revenue and site operating costs directly attributable to hosting. Mining profit show profitability of the Company’s core digital asset mining operation, without the impact of non-cash depreciation expense.<\/p>\n<p>The following table reconciles net income (loss) to our non-IFRS measure, Adjusted EBITDA:<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-731\" src=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Adjusted-EBITDA-Image.png\" alt=\"\" width=\"763\" height=\"361\" \/><\/p>\n<p>The following table reconciles gross profit to our non-IFRS measure, Mining profit:<\/p>\n<p><img loading=\"lazy\" class=\"alignnone size-full wp-image-732\" src=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Mining-Profit-Image.png\" alt=\"\" width=\"796\" height=\"181\" srcset=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Mining-Profit-Image.png 796w, https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Mining-Profit-Image-768x175.png 768w\" sizes=\"(max-width: 796px) 100vw, 796px\" \/><\/p>\n<p><strong>CONFERENCE CALL<\/strong><\/p>\n<p>Hut 8 Mining Q3 conference call will commence at 10:00 a.m. ET, today, November 11, 2021. Those wishing to join via telephone should dial in 5 minutes early to the number below using the confirmation number 50245577:<\/p>\n<ul>\n<li>1 (866)-215-5508 Canada Toll Free<\/li>\n<li>For those joining from outside of Canada, a current list of available local and international freephone telephone numbers can be found here:<\/li>\n<\/ul>\n<p><a href=\"https:\/\/www.conferenceplus.com\/AlternateNumbers\/alternatenumbers.aspx?100813&amp;t=P&amp;o=UvAbYEXMqqkPRt\">International Dial In Numbers<\/a><\/p>\n<p><strong>Analyst Coverage of Hut 8 Mining: <\/strong><\/p>\n<p>A full list of Hut 8 Mining analyst coverage can be found here:<\/p>\n<p><a href=\"https:\/\/hut8mining.com\/investors\/\">https:\/\/hut8mining.com\/investors\/<\/a><\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p>&nbsp;<\/p>\n<p><strong>FORWARD-LOOKING INFORMATION<\/strong><\/p>\n<p>This press release includes &#8220;forward-looking information&#8221; and &#8220;forward-looking statements&#8221; within the meaning of Canadian securities laws and United States securities laws, respectively (collectively, &#8220;forward-looking information&#8221;). All information, other than statements of historical facts, included in this press release that address activities, events or developments that the Company expects or anticipates will or may occur in the future, including such things as future business strategy, competitive strengths, goals, expansion and growth of the Company’s businesses, operations, plans and other such matters is forward-looking information. Forward-looking information is often identified by the words &#8220;may&#8221;, &#8220;would&#8221;, &#8220;could&#8221;, &#8220;should&#8221;, &#8220;will&#8221;, &#8220;intend&#8221;, &#8220;plan&#8221;, &#8220;anticipate&#8221;, &#8220;believe&#8221;, &#8220;estimate&#8221;, &#8220;expect&#8221; or similar expressions and includes, among others, statements regarding the anticipated expansion of the current installed hashrate, the Company&#8217;s trajectory to produce additional Bitcoin, planned investments for the balance of 2021 geopolitical impacts and the build-out of a new power facility.<\/p>\n<p>Forward-looking information is necessarily based on a number of opinions, assumptions and estimates that, while considered reasonable by Hut 8 as of the date of this press release, are subject to known and unknown risks, uncertainties, assumptions and other factors that may cause the actual results, level of activity, performance or achievements to be materially different from those expressed or implied by such forward-looking information, including but not limited to the factors described in greater detail in the &#8220;Risk Factors&#8221; section of the Company&#8217;s Annual Information  Form dated March 25, 2021, which is available on <a href=\"http:\/\/www.sedar.com\">www.sedar.com<\/a>. These factors are not intended to represent a complete list of the factors that could affect Hut 8; however, these factors should be considered carefully. There can be no assurance that such estimates and assumptions will prove to be correct. The forward-looking statements contained in this press release are made as of the date of this press release, and Hut 8 expressly disclaims any obligation to update or alter statements containing any forward-looking information, or the factors or assumptions underlying them, whether as a result of new information, future events or otherwise, except as required by law.<\/p>\n<p>Neither the Toronto Stock Exchange nor its Regulation Services Provider (as that term is defined in the policies of the Toronto Stock Exchange) accepts responsibility for the adequacy or accuracy of this release.<\/p>\n<p><strong>ABOUT HUT 8<\/strong><\/p>\n<p>Hut 8 is a digital asset mining company with industrial-scale operations in Alberta, Canada.  The Company is one of North America’s largest innovation-focused digital asset miners, supporting open and decentralized systems since 2018. Located in energy rich Alberta, Canada, Hut 8 has one of the highest installed capacity rates in the industry and holds more self-mined Bitcoin than any publicly traded company globally. Hut 8 is executing on its strategy of mining and holding Bitcoin, while building a diversified business and revenue strategy to grow and protect shareholder value, regardless of Bitcoin price action. The Company’s multi-pronged business strategy includes profitable digital asset mining, white-label high-performance compute hosting, as well as yield &amp; income programs leveraging its Bitcoin held in reserve. Having demonstrated rapid growth and a stellar balance sheet, Hut 8 was the first publicly traded miner on the TSX and the first Canadian miner to be listed on The Nasdaq Global Select Market. Hut 8’s team of business building technologists are believers in decentralized systems, stewards of powerful industry-leading solutions, and drivers of innovation in digital asset mining and high-performance computing, with a focus on Environmental, Social and Governance (“ESG”) standards alignment. Through innovation, imagination, and passion, Hut 8 is helping to define the digital asset revolution to create value and positive impacts for its shareholders and generations to come.<\/p>\n<p><strong>MEDIA CONTACT<\/strong><\/p>\n<p>dea.masottipayne@northstrategic.com<\/p>\n","protected":false},"excerpt":{"rendered":"<p>TORONTO, ON, November 11, 2021 &#8212; Hut 8 Mining Corp. (Nasdaq | TSX: HUT) (&#8220;Hut 8&#8221; or the &#8220;Company&#8221;), one of North America&#8217;s largest, innovation-focused digital asset mining pioneers, supporting open and decentralized systems since 2018, is pleased to announce its financial results for the quarter ending September 30, 2021 (“Q3-2021”).  All dollar figures are [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false},"categories":[1],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.5.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Hut 8 Mining - Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve<\/title>\n<meta name=\"description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Hut 8 Mining - Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve\" \/>\n<meta property=\"og:description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/\" \/>\n<meta property=\"og:site_name\" content=\"Hut 8 Mining\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Hut8Corp\/\" \/>\n<meta property=\"article:published_time\" content=\"2021-11-11T13:00:07+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-11-11T13:00:22+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Hut8Mining\" \/>\n<meta name=\"twitter:site\" content=\"@Hut8Mining\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"antonia.knoth@hut8mining.com\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/hut8mining.com\/#organization\",\"name\":\"Hut 8 Mining\",\"url\":\"https:\/\/hut8mining.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Hut8Corp\/\",\"https:\/\/www.linkedin.com\/company\/hut8mining\/\",\"https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw\",\"https:\/\/twitter.com\/Hut8Mining\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/#logo\",\"inLanguage\":\"en-CA\",\"url\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"contentUrl\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"width\":280,\"height\":122,\"caption\":\"Hut 8 Mining\"},\"image\":{\"@id\":\"https:\/\/hut8mining.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hut8mining.com\/#website\",\"url\":\"https:\/\/hut8mining.com\/\",\"name\":\"Hut 8 Mining\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hut8mining.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hut8mining.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-CA\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#primaryimage\",\"inLanguage\":\"en-CA\",\"url\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png\",\"contentUrl\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png\",\"width\":797,\"height\":497},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#webpage\",\"url\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/\",\"name\":\"Hut 8 Mining - Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve\",\"isPartOf\":{\"@id\":\"https:\/\/hut8mining.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#primaryimage\"},\"datePublished\":\"2021-11-11T13:00:07+00:00\",\"dateModified\":\"2021-11-11T13:00:22+00:00\",\"description\":\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\",\"breadcrumb\":{\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#breadcrumb\"},\"inLanguage\":\"en-CA\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hut8mining.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve\"}]},{\"@type\":\"NewsArticle\",\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#webpage\"},\"author\":{\"@id\":\"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d\"},\"headline\":\"Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve\",\"datePublished\":\"2021-11-11T13:00:07+00:00\",\"dateModified\":\"2021-11-11T13:00:22+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#webpage\"},\"wordCount\":1849,\"publisher\":{\"@id\":\"https:\/\/hut8mining.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png\",\"articleSection\":[\"Press releases\"],\"inLanguage\":\"en-CA\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d\",\"name\":\"antonia.knoth@hut8mining.com\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/#personlogo\",\"inLanguage\":\"en-CA\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g\",\"caption\":\"antonia.knoth@hut8mining.com\"},\"url\":\"https:\/\/hut8mining.com\/author\/antonia-knothhut8mining-com\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Hut 8 Mining - Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/","og_locale":"en_US","og_type":"article","og_title":"Hut 8 Mining - Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve","og_description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","og_url":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/","og_site_name":"Hut 8 Mining","article_publisher":"https:\/\/www.facebook.com\/Hut8Corp\/","article_published_time":"2021-11-11T13:00:07+00:00","article_modified_time":"2021-11-11T13:00:22+00:00","og_image":[{"url":"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png"}],"twitter_card":"summary_large_image","twitter_creator":"@Hut8Mining","twitter_site":"@Hut8Mining","twitter_misc":{"Written by":"antonia.knoth@hut8mining.com","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/hut8mining.com\/#organization","name":"Hut 8 Mining","url":"https:\/\/hut8mining.com\/","sameAs":["https:\/\/www.facebook.com\/Hut8Corp\/","https:\/\/www.linkedin.com\/company\/hut8mining\/","https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw","https:\/\/twitter.com\/Hut8Mining"],"logo":{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/#logo","inLanguage":"en-CA","url":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","contentUrl":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","width":280,"height":122,"caption":"Hut 8 Mining"},"image":{"@id":"https:\/\/hut8mining.com\/#logo"}},{"@type":"WebSite","@id":"https:\/\/hut8mining.com\/#website","url":"https:\/\/hut8mining.com\/","name":"Hut 8 Mining","description":"","publisher":{"@id":"https:\/\/hut8mining.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hut8mining.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-CA"},{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#primaryimage","inLanguage":"en-CA","url":"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png","contentUrl":"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png","width":797,"height":497},{"@type":"WebPage","@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#webpage","url":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/","name":"Hut 8 Mining - Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve","isPartOf":{"@id":"https:\/\/hut8mining.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#primaryimage"},"datePublished":"2021-11-11T13:00:07+00:00","dateModified":"2021-11-11T13:00:22+00:00","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","breadcrumb":{"@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#breadcrumb"},"inLanguage":"en-CA","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hut8mining.com\/"},{"@type":"ListItem","position":2,"name":"Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve"}]},{"@type":"NewsArticle","@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#article","isPartOf":{"@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#webpage"},"author":{"@id":"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d"},"headline":"Hut 8 Achieves Third Consecutive Record-Breaking Quarterly Revenue in Q3-2021; Surpasses 5,000 Bitcoin Held in Reserve","datePublished":"2021-11-11T13:00:07+00:00","dateModified":"2021-11-11T13:00:22+00:00","mainEntityOfPage":{"@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#webpage"},"wordCount":1849,"publisher":{"@id":"https:\/\/hut8mining.com\/#organization"},"image":{"@id":"https:\/\/hut8mining.com\/2021\/11\/11\/hut-8-achieves-third-consecutive-record-breaking-quarterly-revenue-in-q3-2021-surpasses-5000-bitcoin-held-in-reserve\/#primaryimage"},"thumbnailUrl":"https:\/\/hut8mining.com\/wp-content\/uploads\/2021\/11\/Revenue-and-Financial-Overview-Image.png","articleSection":["Press releases"],"inLanguage":"en-CA"},{"@type":"Person","@id":"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d","name":"antonia.knoth@hut8mining.com","image":{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/#personlogo","inLanguage":"en-CA","url":"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g","caption":"antonia.knoth@hut8mining.com"},"url":"https:\/\/hut8mining.com\/author\/antonia-knothhut8mining-com\/"}]}},"_links":{"self":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/729"}],"collection":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/comments?post=729"}],"version-history":[{"count":3,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/729\/revisions"}],"predecessor-version":[{"id":735,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/729\/revisions\/735"}],"wp:attachment":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/media?parent=729"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/categories?post=729"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/tags?post=729"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}