{"id":934,"date":"2022-03-17T08:08:08","date_gmt":"2022-03-17T12:08:08","guid":{"rendered":"https:\/\/hut8mining.com\/?p=934"},"modified":"2022-03-17T12:31:40","modified_gmt":"2022-03-17T16:31:40","slug":"hut-8-reports-operating-and-financial-results-for-2021","status":"publish","type":"post","link":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/","title":{"rendered":"Hut 8 Reports Operating and Financial Results for 2021"},"content":{"rendered":"<article class=\"news-release carousel-template\">\n<section class=\"release-body container \">\n<div class=\"row\">\n<div class=\"col-sm-10 col-sm-offset-1\">\n<p class=\"prntac\"><b>Achieves record-breaking annual revenue of <span class=\"xn-money\">$173.8 million<\/span><\/b><\/p>\n<p class=\"prntac\"><b>Increases Bitcoin holdings 100% in 2021 to 5,518<\/b><\/p>\n<p class=\"prntac\"><b>2021 Adjusted EBITDA increased to <span class=\"xn-money\">$96.6 million<\/span><\/b><\/p>\n<p><span class=\"xn-location\">TORONTO<\/span>, <span class=\"xn-chron\">March 17, 2022<\/span> \/CNW\/ &#8211; <u><a href=\"https:\/\/c212.net\/c\/link\/?t=0&amp;l=en&amp;o=3475208-1&amp;h=1007600453&amp;u=https%3A%2F%2Fhut8mining.com%2F&amp;a=Hut+8+Mining+Corp.\" target=\"_blank\" rel=\"nofollow noopener\">Hut 8 Mining Corp.<\/a><\/u> (Nasdaq: HUT) (TSX: <a class=\"ticket-symbol\" href=\"https:\/\/www.newswire.ca\/news-releases\/hut-8-reports-operating-and-financial-results-for-2021-884950138.html#financial-modal\" data-toggle=\"modal\">HUT<\/a>) (&#8220;Hut 8&#8221; or the &#8220;Company&#8221;), one of <span class=\"xn-location\">North America&#8217;s<\/span> largest, innovation-focused digital asset mining pioneers, supporting open and decentralized systems since 2018, is pleased to announce its financial results for the year ended <span class=\"xn-chron\">December 31, 2021<\/span>. All dollar figures are in Canadian Dollars (&#8220;CAD&#8221;), unless otherwise stated.<\/p>\n<p>&#8220;2021 was truly a transformational year at Hut 8, complemented by considerable growth,&#8221; said <span class=\"xn-person\">Jaime Leverton<\/span>, CEO of Hut 8. &#8220;In pursuing a diversified strategy, we have differentiated ourselves from our peer group and in doing so, have become the only company in <span class=\"xn-location\">North America<\/span> to both mine digital assets while building on our traditional infrastructure business to support companies in Web 3.0 and the Metaverse.&#8221;<\/p>\n<p>&#8220;Achieving sizable improvement across key financial and operating metrics in fiscal 2021, we delivered record breaking results for our shareholders,&#8221; said <span class=\"xn-person\">Shane Downey<\/span>, CFO of Hut 8. &#8220;We continue to have one of the largest self-mined Bitcoin reserves in the world, currently holding more than 6,200 Bitcoin, and look forward to driving operating efficiencies at our mining sites by deploying next-generation miners.&#8221;<\/p>\n<p><b>2021 HIGHLIGHTS<\/b><\/p>\n<ul>\n<li>Record-breaking revenue of <span class=\"xn-money\">$173.8 million<\/span> during the year ended <span class=\"xn-chron\">December 31, 2021<\/span>, with our self-mining operations generating <span class=\"xn-money\">$165.4 million<\/span> of revenue and our expanded hosting service generating <span class=\"xn-money\">$8.4 million<\/span>. We mined 2,786 Bitcoin in 2021.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>The Company was the first Canadian digital asset miner to list its common shares on the Nasdaq stock exchange (&#8220;Nasdaq&#8221;), on <span class=\"xn-chron\">June 15, 2021<\/span>.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>On <span class=\"xn-chron\">December 3, 2021<\/span>, Hut 8 was the first in its industry to be added to the S&amp;P TSX index.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>The Company purchased an aggregate of 31,912 MicroBT Whatsminers throughout 2021, including M30S, M30S+, M30S++, and M31S+ miners. We expect that the approximately 10,000 miners not yet received will be shipped in regular intervals throughout 2022.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>On <span class=\"xn-chron\">December 30, 2021<\/span>, the Company entered into a <span class=\"xn-money\">$38.3 million<\/span> (<span class=\"xn-money\">US$30 million<\/span>) senior secured equipment financing term loan with Trinity Capital Inc (&#8220;Trinity&#8221;). The equipment financing provides the Company with non-dilutive growth capital and was structured such that collateral support is limited to certain new MicroBT machines being installed at the Company&#8217;s <span class=\"xn-location\">Medicine Hat, Alberta<\/span> and <span class=\"xn-location\">North Bay, Ontario<\/span> sites.<\/li>\n<\/ul>\n<p><b>HASHRATE UPDATE<\/b><\/p>\n<p>On <span class=\"xn-chron\">December 31, 2021<\/span>, Hut 8 had an installed hashrate of approximately 2.0 EH\/s, which includes the converted hashrate from our fleet of NVIDIA GPUs. The hashrate increased to 2.5 EH\/s by <span class=\"xn-chron\">February 28, 2022<\/span>.<\/p>\n<p>The Company&#8217;s current capacity stands at approximately 3.55 EH\/s once all the ordered miners are received and deployed, which includes the converted hashrate from our fleet of NVIDIA GPUs.<\/p>\n<p><b>BITCOIN INVENTORY AND VALUE<\/b><\/p>\n<p>As of <span class=\"xn-chron\">December 31, 2021<\/span>, the Company had a total Bitcoin balance of 5,518 with a market value of <span class=\"xn-money\">$323.9 million<\/span>, including 2,000 Bitcoin loaned as part of the Company&#8217;s fiat yield strategy. Hut 8 continues to strategically emphasize its &#8220;HODL&#8221; strategy, taking active steps to generate Canadian and US dollars to help fund operating expenses, while avoiding selling Bitcoin. During Q4-2021, 100% of self-mined Bitcoin was deposited into custody.<\/p>\n<p><b>OPERATING AND FINANCIAL OVERVIEW<\/b><\/p>\n<div>\n<div class=\"divOverflow\">\n<div class=\"table-responsive\"><img loading=\"lazy\" class=\"alignnone size-full wp-image-945\" src=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png\" alt=\"\" width=\"1159\" height=\"680\" srcset=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png 1159w, https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12-768x451.png 768w\" sizes=\"(max-width: 1159px) 100vw, 1159px\" \/><\/div>\n<\/div>\n<\/div>\n<p>&nbsp;<\/p>\n<ul>\n<li>Revenue for the year-ended <span class=\"xn-chron\">December 31, 2021<\/span> was <span class=\"xn-money\">$173.8 million<\/span> compared to <span class=\"xn-money\">$40.7 million<\/span> in the prior year. The 327% increase was primarily driven by the Company&#8217;s digital asset mining operations, where the Company mined 2,786 Bitcoin and generated <span class=\"xn-money\">$165.4 million<\/span> of revenue, versus 2,798 Bitcoin mined and <span class=\"xn-money\">$39.0 million<\/span> of revenue in the prior year. The Company maintained its Bitcoin mining capacity despite the significant year-over-year increase in Bitcoin network difficulty, by deploying additional higher efficiency miners during 2021 compared to 2020. Bitcoin price appreciation resulted in average revenue per Bitcoin mined of <span class=\"xn-money\">$59,367<\/span> for 2021 compared to average revenue per Bitcoin mined of <span class=\"xn-money\">$13,925<\/span> in 2020. The Company&#8217;s hosting services contributed <span class=\"xn-money\">$8.4 million<\/span> of revenue during the year compared to <span class=\"xn-money\">$1.7 million<\/span> in the prior year.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>Cost of revenue consists of site operating costs and depreciation and was <span class=\"xn-money\">$85.0 million<\/span> for the year ended <span class=\"xn-chron\">December 31, 2021<\/span>, compared to <span class=\"xn-money\">$59.2 million<\/span> in the period year. The average site operating costs of mining each Bitcoin for 2021 was approximately <span class=\"xn-money\">$22,100<\/span>, compared to approximately <span class=\"xn-money\">$13,600<\/span> in the prior year period, with the increase due primarily to the <span class=\"xn-chron\">May 2020<\/span> &#8220;halving&#8221; event, as well as increased network difficulty in the second half of 2021. Depreciation expense increased to <span class=\"xn-money\">$23.3 million<\/span> during 2021 compared to <span class=\"xn-money\">$21.3 million<\/span> in 2020, driven by the increased number of miners deployed during the year, partially offset by the extension of estimated useful life of infrastructure assets from 4 years to 10 years.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>Net loss was <span class=\"xn-money\">$72.7 million<\/span> for the year ended <span class=\"xn-chron\">December 31, 2021<\/span>, compared to net income of <span class=\"xn-money\">$19.0 million<\/span> for the same period in 2020. The change is primarily due to non-cash revaluation loss on liability warrants of <span class=\"xn-money\">$114.2 million<\/span> partially offset by increased revenue.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>Adjusted EBITDA (a non-IFRS measure) increased by <span class=\"xn-money\">$96.8 million<\/span> for the year ended <span class=\"xn-chron\">December 31, 2021<\/span>, compared to the same period in 2020. The increase was driven by higher digital asset mining profit, partially offset by higher general and administrative expenses incurred to support the growth in the Company&#8217;s operations.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>Digital assets consist of Bitcoin, which had a balance of 5,518 Bitcoin and a market value of <span class=\"xn-money\">$323.9 million<\/span> as of <span class=\"xn-chron\">December 31, 2021<\/span>. This balance consisted of 3,518 Bitcoin held in custody and 2,000 held under lending arrangements.<br class=\"dnr\" \/><br class=\"dnr\" \/><\/li>\n<li>A search for a General Counsel and Corporate Secretary is underway after <span class=\"xn-person\">Tanya Woods<\/span> left the company in <span class=\"xn-chron\">March 2022<\/span>.<\/li>\n<\/ul>\n<p><b>NON-IFRS MEASURES<\/b><\/p>\n<p>This MD&amp;A makes reference to certain measures that are not recognized under IFRS and do not have a standardized meaning prescribed by IFRS. They are therefore not necessarily comparable to similar measures presented by other companies. The Company uses non-IFRS measures including &#8220;Adjusted EBITDA&#8221; and &#8220;Mining Profit&#8221; as additional information to complement IFRS measures by providing further understanding of the Company&#8217;s results of operations from Management&#8217;s perspective.<\/p>\n<p>The following tables reconcile non-IFRS measures used by the Company to analyze the operational performance of Hut 8, to their nearest IFRS measure and should be read in conjunction with the audited annual consolidated statement of operations and comprehensive income (loss) and audited annual consolidated statement of cash flows included in the audited annual consolidated financial statements for the year ended <span class=\"xn-chron\">December 31, 2021<\/span>.<\/p>\n<p><b><i>Mining Profit<\/i><\/b><\/p>\n<p><i>&#8220;Mining profit&#8221;<\/i> represents gross profit (revenue less cost of revenue), excluding depreciation and revenue and site operating costs directly attributable to hosting services. Mining profit shows profitability of the Company&#8217;s core digital asset mining operation, without the impact of non-cash depreciation expense.<\/p>\n<p>The following table reconciles Gross profit (loss) to our non-IFRS measure, Mining profit:<\/p>\n<div>\n<div class=\"divOverflow\">\n<div class=\"table-responsive\"><b><i><img loading=\"lazy\" class=\"alignnone size-full wp-image-946\" src=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-13.png\" alt=\"\" width=\"652\" height=\"260\" \/><br \/>\n<\/i><\/b><\/div>\n<div><\/div>\n<div class=\"table-responsive\"><b><i>Adjusted EBITDA<\/i><\/b><\/div>\n<\/div>\n<\/div>\n<p><i>&#8220;Adjusted EBITDA&#8221;<\/i> represents EBITDA (net income or loss excluding net finance income or expense, income tax or recovery, depreciation, and amortization) adjusted to exclude non-cash share-based compensation, fair value gain or loss on revaluation of digital assets, non-recurring impairment charges or reversals of impairment, and costs associated with one-time or non-recurring transactions. Adjusted EBITDA is used to assess profitability without the impact of non-cash accounting policies, capital structure, taxation, and one-time or non-recurring transactions. This performance measure provides a consistent comparable metric for profitability of the Company across time periods.<\/p>\n<p>The following table reconciles net income (loss) to our non-IFRS measure, Adjusted EBITDA:<\/p>\n<div>\n<div class=\"divOverflow\">\n<div class=\"table-responsive\"><b><img loading=\"lazy\" class=\"alignnone size-full wp-image-947\" src=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-15.png\" alt=\"\" width=\"786\" height=\"503\" srcset=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-15.png 786w, https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-15-768x491.png 768w\" sizes=\"(max-width: 786px) 100vw, 786px\" \/><br \/>\n<\/b><\/div>\n<div><\/div>\n<div class=\"table-responsive\"><b>CONFERENCE CALL<\/b><\/div>\n<\/div>\n<\/div>\n<p>Hut 8 Mining Q4 conference call will commence at <span class=\"xn-chron\">10 a.m. ET<\/span>, today, <span class=\"xn-chron\">March 17, 2022<\/span>. Those wishing to join via telephone should dial in 5 minutes early to the number below:<\/p>\n<ul>\n<li>In <span class=\"xn-location\">North America<\/span>: 1-800-774-6070, access code 6185409#<\/li>\n<li>Outside <span class=\"xn-location\">North America<\/span>: 1-630-691-2753, access code 6185409#<\/li>\n<li>A webinar will be available <a href=\"https:\/\/c212.net\/c\/link\/?t=0&amp;l=en&amp;o=3475208-1&amp;h=3865781807&amp;u=https%3A%2F%2Fwww.conferenceplus.com%2Fconfcenter%2Fmeeting_center%2Fdefault.aspx%3F100813%26jnhst%3DN%26o%3DUZyoptcPIotUEe&amp;a=here\" target=\"_blank\" rel=\"nofollow noopener\">here<\/a>.<\/li>\n<\/ul>\n<p><b>Analyst Coverage of Hut 8 Mining:<\/b><\/p>\n<p>A full list of Hut 8 Mining analyst coverage can be found <a href=\"https:\/\/c212.net\/c\/link\/?t=0&amp;l=en&amp;o=3475208-1&amp;h=223242575&amp;u=https%3A%2F%2Fhut8mining.com%2Finvestors%2F&amp;a=here.\" target=\"_blank\" rel=\"nofollow noopener\">here.<\/a><\/p>\n<p><b>FORWARD-LOOKING INFORMATION<\/b><\/p>\n<p>This press release includes &#8220;forward-looking information&#8221; and &#8220;forward-looking statements&#8221; within the meaning of Canadian securities laws and <span class=\"xn-location\">United States<\/span> securities laws, respectively (collectively, &#8220;forward-looking information&#8221;). All information, other than statements of historical facts, included in this press release that address activities, events or developments that the Company expects or anticipates will or may occur in the future, including such things as future business strategy, competitive strengths, goals, expansion and growth of the Company&#8217;s businesses, operations, plans and other such matters is forward-looking information. Forward-looking information is often identified by the words &#8220;may&#8221;, &#8220;would&#8221;, &#8220;could&#8221;, &#8220;should&#8221;, &#8220;will&#8221;, &#8220;intend&#8221;, &#8220;plan&#8221;, &#8220;anticipate&#8221;, &#8220;believe&#8221;, &#8220;estimate&#8221;, &#8220;expect&#8221; or similar expressions. In addition, any statements that refer to expectations, projections or other characterizations of future events or circumstances contain forward-looking information. Statements containing forward-looking information are not historical facts, but instead represent management&#8217;s expectations, estimates and projections regarding future events. Forward-looking information is necessarily based on a number of opinions, assumptions and estimates that, while considered reasonable by Hut 8 as of the date of this press release, are subject to known and unknown risks, uncertainties, assumptions and other factors that may cause the actual results, level of activity, performance or achievements to be materially different from those expressed or implied by such forward-looking information, including but not limited to the factors described in greater detail in the &#8220;Risk Factors&#8221; section of the Company&#8217;s Annual Information Form dated <span class=\"xn-chron\">March 17, 2022<\/span>, which is available on <a href=\"https:\/\/c212.net\/c\/link\/?t=0&amp;l=en&amp;o=3475208-1&amp;h=1582127821&amp;u=http%3A%2F%2Fwww.sedar.com%2F&amp;a=www.sedar.com\" target=\"_blank\" rel=\"nofollow noopener\">www.sedar.com<\/a>. These factors are not intended to represent a complete list of the factors that could affect Hut 8; however, these factors should be considered carefully. There can be no assurance that such estimates and assumptions will prove to be correct. The forward-looking statements contained in this press release are made as of the date of this press release, and Hut 8 expressly disclaims any obligation to update or alter statements containing any forward-looking information, or the factors or assumptions underlying them, whether as a result of new information, future events or otherwise, except as required by law.<\/p>\n<p>Neither the Toronto Stock Exchange nor its Regulation Services Provider (as that term is defined in the policies of the Toronto Stock Exchange) accepts responsibility for the adequacy or accuracy of this release.<\/p>\n<p><b>ABOUT HUT 8<\/b><\/p>\n<p>Hut 8 is a digital asset mining company with industrial-scale operations in <span class=\"xn-location\">Alberta, Canada<\/span>. The Company is one of <span class=\"xn-location\">North America&#8217;s<\/span> largest innovation-focused digital asset miners, supporting open and decentralized systems since 2018. Located in energy rich <span class=\"xn-location\">Alberta, Canada<\/span>, Hut 8 has one of the highest installed capacity rates in the industry and one of the largest holdings of self-mined Bitcoin relative to other digital asset miners and publicly traded companies globally. Hut 8 is executing on its strategy of mining and holding Bitcoin, while building a diversified business and revenue strategy to grow and protect shareholder value, regardless of Bitcoin price action. The Company&#8217;s multi-pronged business strategy includes profitable digital asset mining, white-label high-performance compute hosting, as well as yield &amp; income programs leveraging its Bitcoin held in reserve. Having demonstrated rapid growth and a stellar balance sheet, Hut 8 was the first publicly traded miner on the TSX and the first Canadian miner to be listed on The Nasdaq Global Select Market. Hut 8&#8217;s team of business building technologists are believers in decentralized systems, stewards of powerful industry-leading solutions, and drivers of innovation in digital asset mining and high-performance computing, with a focus on Environmental, Social and Governance (&#8220;ESG&#8221;) standards alignment. Through innovation, imagination, and passion, Hut 8 is helping to define the digital asset revolution to create value and positive impacts for its shareholders and generations to come.<\/p>\n<p>SOURCE Hut 8 Mining Corp<\/p>\n<p><img src=\"https:\/\/rt.newswire.ca\/rt.gif?NewsItemId=C8484&amp;Transmission_Id=202203170630CANADANWCANADAPR_C8484&amp;DateId=20220317\" alt=\"\" \/>For further information: INVESTOR CONTACT, Sue Ennis, sue@hut8mining.com; MEDIA CONTACT, Hut 8 Media Relations, Dea Masotti Payne, North Strategic, dea.masottipayne@northstrategic.com<\/p>\n<\/div>\n<\/div>\n<\/section>\n<\/article>\n<section class=\"container read-more-explore\">\n<div class=\"row\">\n<div class=\"col-sm-10 col-sm-offset-1\">\n<div class=\"row\">\n<div class=\"col-sm-12\"><\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/section>\n","protected":false},"excerpt":{"rendered":"<p>Achieves record-breaking annual revenue of $173.8 million Increases Bitcoin holdings 100% in 2021 to 5,518 2021 Adjusted EBITDA increased to $96.6 million TORONTO, March 17, 2022 \/CNW\/ &#8211; Hut 8 Mining Corp. (Nasdaq: HUT) (TSX: HUT) (&#8220;Hut 8&#8221; or the &#8220;Company&#8221;), one of North America&#8217;s largest, innovation-focused digital asset mining pioneers, supporting open and decentralized systems since 2018, is pleased to announce its financial [&hellip;]<\/p>\n","protected":false},"author":4,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"inline_featured_image":false},"categories":[1],"tags":[],"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.5.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Hut 8 Mining - Hut 8 Reports Operating and Financial Results for 2021<\/title>\n<meta name=\"description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Hut 8 Mining - Hut 8 Reports Operating and Financial Results for 2021\" \/>\n<meta property=\"og:description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/\" \/>\n<meta property=\"og:site_name\" content=\"Hut 8 Mining\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Hut8Corp\/\" \/>\n<meta property=\"article:published_time\" content=\"2022-03-17T12:08:08+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2022-03-17T16:31:40+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@Hut8Mining\" \/>\n<meta name=\"twitter:site\" content=\"@Hut8Mining\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"antonia.knoth@hut8mining.com\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"11 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/hut8mining.com\/#organization\",\"name\":\"Hut 8 Mining\",\"url\":\"https:\/\/hut8mining.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Hut8Corp\/\",\"https:\/\/www.linkedin.com\/company\/hut8mining\/\",\"https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw\",\"https:\/\/twitter.com\/Hut8Mining\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/#logo\",\"inLanguage\":\"en-CA\",\"url\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"contentUrl\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"width\":280,\"height\":122,\"caption\":\"Hut 8 Mining\"},\"image\":{\"@id\":\"https:\/\/hut8mining.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hut8mining.com\/#website\",\"url\":\"https:\/\/hut8mining.com\/\",\"name\":\"Hut 8 Mining\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hut8mining.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hut8mining.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-CA\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#primaryimage\",\"inLanguage\":\"en-CA\",\"url\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png\",\"contentUrl\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png\",\"width\":1159,\"height\":680},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#webpage\",\"url\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/\",\"name\":\"Hut 8 Mining - Hut 8 Reports Operating and Financial Results for 2021\",\"isPartOf\":{\"@id\":\"https:\/\/hut8mining.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#primaryimage\"},\"datePublished\":\"2022-03-17T12:08:08+00:00\",\"dateModified\":\"2022-03-17T16:31:40+00:00\",\"description\":\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\",\"breadcrumb\":{\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#breadcrumb\"},\"inLanguage\":\"en-CA\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hut8mining.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Hut 8 Reports Operating and Financial Results for 2021\"}]},{\"@type\":\"NewsArticle\",\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#article\",\"isPartOf\":{\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#webpage\"},\"author\":{\"@id\":\"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d\"},\"headline\":\"Hut 8 Reports Operating and Financial Results for 2021\",\"datePublished\":\"2022-03-17T12:08:08+00:00\",\"dateModified\":\"2022-03-17T16:31:40+00:00\",\"mainEntityOfPage\":{\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#webpage\"},\"wordCount\":1835,\"publisher\":{\"@id\":\"https:\/\/hut8mining.com\/#organization\"},\"image\":{\"@id\":\"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#primaryimage\"},\"thumbnailUrl\":\"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png\",\"articleSection\":[\"Press releases\"],\"inLanguage\":\"en-CA\"},{\"@type\":\"Person\",\"@id\":\"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d\",\"name\":\"antonia.knoth@hut8mining.com\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/#personlogo\",\"inLanguage\":\"en-CA\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g\",\"caption\":\"antonia.knoth@hut8mining.com\"},\"url\":\"https:\/\/hut8mining.com\/author\/antonia-knothhut8mining-com\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Hut 8 Mining - Hut 8 Reports Operating and Financial Results for 2021","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/","og_locale":"en_US","og_type":"article","og_title":"Hut 8 Mining - Hut 8 Reports Operating and Financial Results for 2021","og_description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","og_url":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/","og_site_name":"Hut 8 Mining","article_publisher":"https:\/\/www.facebook.com\/Hut8Corp\/","article_published_time":"2022-03-17T12:08:08+00:00","article_modified_time":"2022-03-17T16:31:40+00:00","og_image":[{"url":"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png"}],"twitter_card":"summary_large_image","twitter_creator":"@Hut8Mining","twitter_site":"@Hut8Mining","twitter_misc":{"Written by":"antonia.knoth@hut8mining.com","Est. reading time":"11 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/hut8mining.com\/#organization","name":"Hut 8 Mining","url":"https:\/\/hut8mining.com\/","sameAs":["https:\/\/www.facebook.com\/Hut8Corp\/","https:\/\/www.linkedin.com\/company\/hut8mining\/","https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw","https:\/\/twitter.com\/Hut8Mining"],"logo":{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/#logo","inLanguage":"en-CA","url":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","contentUrl":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","width":280,"height":122,"caption":"Hut 8 Mining"},"image":{"@id":"https:\/\/hut8mining.com\/#logo"}},{"@type":"WebSite","@id":"https:\/\/hut8mining.com\/#website","url":"https:\/\/hut8mining.com\/","name":"Hut 8 Mining","description":"","publisher":{"@id":"https:\/\/hut8mining.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hut8mining.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-CA"},{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#primaryimage","inLanguage":"en-CA","url":"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png","contentUrl":"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png","width":1159,"height":680},{"@type":"WebPage","@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#webpage","url":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/","name":"Hut 8 Mining - Hut 8 Reports Operating and Financial Results for 2021","isPartOf":{"@id":"https:\/\/hut8mining.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#primaryimage"},"datePublished":"2022-03-17T12:08:08+00:00","dateModified":"2022-03-17T16:31:40+00:00","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","breadcrumb":{"@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#breadcrumb"},"inLanguage":"en-CA","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hut8mining.com\/"},{"@type":"ListItem","position":2,"name":"Hut 8 Reports Operating and Financial Results for 2021"}]},{"@type":"NewsArticle","@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#article","isPartOf":{"@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#webpage"},"author":{"@id":"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d"},"headline":"Hut 8 Reports Operating and Financial Results for 2021","datePublished":"2022-03-17T12:08:08+00:00","dateModified":"2022-03-17T16:31:40+00:00","mainEntityOfPage":{"@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#webpage"},"wordCount":1835,"publisher":{"@id":"https:\/\/hut8mining.com\/#organization"},"image":{"@id":"https:\/\/hut8mining.com\/2022\/03\/17\/hut-8-reports-operating-and-financial-results-for-2021\/#primaryimage"},"thumbnailUrl":"https:\/\/hut8mining.com\/wp-content\/uploads\/2022\/03\/Screenshot-12.png","articleSection":["Press releases"],"inLanguage":"en-CA"},{"@type":"Person","@id":"https:\/\/hut8mining.com\/#\/schema\/person\/3a7fa8bf54965ea85052638fb0e2d25d","name":"antonia.knoth@hut8mining.com","image":{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/#personlogo","inLanguage":"en-CA","url":"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/9f127b75047a0588768d1d5795bb0048?s=96&d=mm&r=g","caption":"antonia.knoth@hut8mining.com"},"url":"https:\/\/hut8mining.com\/author\/antonia-knothhut8mining-com\/"}]}},"_links":{"self":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/934"}],"collection":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/users\/4"}],"replies":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/comments?post=934"}],"version-history":[{"count":4,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/934\/revisions"}],"predecessor-version":[{"id":944,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/posts\/934\/revisions\/944"}],"wp:attachment":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/media?parent=934"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/categories?post=934"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/tags?post=934"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}