{"id":832,"date":"2021-12-10T08:45:16","date_gmt":"2021-12-10T13:45:16","guid":{"rendered":"https:\/\/hut8mining.com\/?page_id=832"},"modified":"2021-12-10T08:45:16","modified_gmt":"2021-12-10T13:45:16","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/hut8mining.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p class=\"p1\">This is the Privacy Policy for Hut 8 Mining Corp. (hereinafter “<b>Hut 8<\/b>”, “<b>we<\/b>”, “<b>We<\/b>”, “<b>us<\/b>” “<b>Us<\/b>”, “<b>our<\/b>” or “<b>Our<\/b>”) and the website (<span class=\"s1\">https:\/\/hut8mining.com\/)<\/span> and all online services offered directly by Hut 8 on the website. Hut 8 is a digital asset miner and services company with a business address at 24 Duncan St., Suite 500, Toronto ON M5V 2B2. This Privacy Policy is effective upon the date of posting and any changes to this Privacy Policy take effect immediately upon posting. This Privacy Policy applies to the collection, processing\/use and disclosure of Personal Information relating to you (“<b>you<\/b>”, “<b>You<\/b>”, “<b>user<\/b>” or “<b>User<\/b>”) by Hut 8 in connection with the use of the website.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p1\">PLEASE READ THIS PRIVACY POLICY CAREFULLY BEFORE MAKING ANY USE OF THE WEBSITE. BY MAKING ANY USE OF THE WEBSITE OR PROVIDING ANY INFORMATION BY OR THROUGH THE WEBSITE, YOU AGREE AND CONSENT TO THE PRACTICES AND POLICIES DESCRIBED IN THIS PRIVACY POLICY AND ANY WEBSITE TERMS OF SERVICE ASSOCIATED WITH THE WEBSITE, AND TO THE COLLECTION, USE AND DISCLOSURE OF YOUR PERSONAL INFORMATION (AS HEREINAFTER DEFINED) BY HUT 8 IN ACCORDANCE WITH THE TERMS OF THIS PRIVACY POLICY AND ANY OTHER TERMS OF SERVICE OR OTHER TERMS ASSOCIATED WITH THE WEBSITE. IF YOU DO NOT AGREE TO ABIDE BY THIS PRIVACY POLICY AND ANY WEBSITE TERMS OF SERVICE ASSOCIATED WITH THE WEBSITE, PLEASE DO NOT USE THE WEBSITE OR ANY RELATED SERVICES.<\/p>\n<p class=\"p1\">We know you care about your privacy, and so do we. We have developed this Privacy Policy to describe the types of Personal Information we may collect, how we may use and share that information, our lawful basis for processing it, what rights you have in relation to your Personal Information and how we protect it.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p1\">Please read this Privacy Policy carefully to understand how we will treat your Personal Information in connection with our website (the “<b>Hut 8 Offerings<\/b>”) and know that:<\/p>\n<ul class=\"ul1\">\n<li class=\"li1\">We are not in the business of selling Personal Information about you to advertisers or spammers.<\/li>\n<li class=\"li1\">You agree to be bound by this Privacy Policy and all other terms of service, operating rules, policies, and procedures that may be published by us from time to time on the website, each of which may be updated by us from time to time with or without notice to you.<span class=\"Apple-converted-space\"> <\/span><\/li>\n<li class=\"li1\">Your use of the website is governed by the version of the Privacy Policy in effect on the date of use.<span class=\"s3\"><span class=\"Apple-converted-space\"> <\/span><\/span><\/li>\n<li class=\"li1\">This Privacy Policy applies to processing undertaken where we are the organization which determines why and how your Personal Information is processed and is otherwise required under applicable law to provide notice of any processing undertaken.<\/li>\n<li class=\"li1\">We may make changes to this Privacy Policy from time to time, so please review it frequently. We will indicate at the top of the policy when it was most recently updated and, if the changes are significant, we will provide more prominent notice.<\/li>\n<li class=\"li1\">Where our use of your Personal Information requires consent, you may withdraw this consent at any time <span class=\"s1\">by emailing us at privacy@hut8mining.com.<\/span> You may request access to your Personal Information we hold about you and obtain information about how we process it.<span class=\"Apple-converted-space\"> <\/span><\/li>\n<\/ul>\n<h4 class=\"p1\">WHAT IS ‘PERSONAL INFORMATION’ FOR THE PURPOSE OF THIS POLICY?<\/h4>\n<p class=\"p1\">“<b>Personal Information<\/b>” is any information that relates to you, and which, alone or in combination with other information, could reasonably be used to identify you. It does not include data where the identity of the user has been removed (anonymous data) or aggregated with other user data (aggregate user data). Personal information includes any factual or subjective information, recorded or not, about an identifiable individual.<\/p>\n<p class=\"p1\">The use of information collected through our Hut 8 services is limited to the purpose of providing the service for which you have engaged with us, as further described below, and in compliance with applicable laws and the terms of this Policy. When you visit our website, we collect information, including Personal Information, only as necessary to interact with you, improve your user experience and provide you relevant data and services. We collect information, including Personal Information and have no direct relationship with individuals whose Personal Information we may process in connection with one of our Subscriber&#8217;s subscriptions to and\/or use of the Hut 8 services.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<h4 class=\"p1\"><b>WHAT PERSONAL INFORMATION DO WE COLLECT?<\/b><\/h4>\n<p class=\"p1\">Hut 8 only collects Personal Information that is reasonably necessary to fulfil the purposes set out in this Privacy Policy. Through and in connection with Hut 8’s website, Hut 8 collects Personal Information, which may include, but may not be limited to the following information:<span class=\"Apple-converted-space\"> <\/span><\/p>\n<ul class=\"ul1\">\n<li class=\"li1\">Your name and e-mail address.<\/li>\n<li class=\"li1\">Your IP address.<span class=\"Apple-converted-space\"> <\/span><\/li>\n<li class=\"li1\">Information associated with social media and other Internet accounts that you provide to us through and in connection with our social media accounts, including our Twitter and LinkedIn accounts, which information may include your web address, profile and related information associated with your social media accounts.<span class=\"Apple-converted-space\"> <\/span><\/li>\n<li class=\"li1\">Information automatically gathered and stored in log files which is associated with information about you as an identifiable individual, as set out in the section entitled Cookies and Tracking Technologies below.<\/li>\n<\/ul>\n<p class=\"p1\">We are not able to gather any Personal Information about you using cookies, and we do not usually store any Personal Information given to us by your cookies.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<h4 class=\"p1\"><b>HOW DO WE COLLECT YOUR PERSONAL INFORMATION?<\/b><\/h4>\n<p class=\"p1\"><b>Forms:<\/b> We collect personal information when you request to become a subscriber and provide it through our online form.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p1\"><b>Direct Messages<\/b>: We may collect personal information when you provide it to us directly through social media or email.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p1\"><b>Social Media<\/b>: We may collect personal information when you interact with us through social media.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p1\"><b>Third-Party Cookies:<\/b> Hut 8’s website also uses third-party tracking cookies to measure website data, and to provide a better user experience to visitors of https:\/\/hut8mining.com\/. Third-party data service providers may use tracking cookies.<span class=\"Apple-converted-space\">  <\/span>The duration of these cookies is the standard duration set by the cookie provider and is not in Hut 8’s control. Cookies and similar technologies allow us to better: analyze trends; administer our website; navigate of users’ movements around the website; and gather information about our user base as a whole. Overall, the third-party providers that serve cookies assist us in tracking and analyzing general usage from visitors in order to continually improve our website and user experience.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<h4 class=\"p4\"><b>WHAT THIRD PARTIES DO WE RECEIVE DATA FROM, IF ANY?<\/b><\/h4>\n<p class=\"p1\">We currently receive data from <a href=\"https:\/\/support.google.com\/analytics\/answer\/7318509?hl=en\"><span class=\"s4\">Google Analytics<\/span><\/a>, and <a href=\"https:\/\/mailchimp.com\/legal\/privacy\/\"><span class=\"s4\">Mailchimp<\/span><\/a>, and in the future, we will list other data providers in this section as we integrate with their systems. We do not provide services with automated decision making, and we may use aggregated non-personally identifying information to expand our website services through targeted marketing, remarketing and advertising channels.<\/p>\n<h4 class=\"p1\"><b>WHEN, HOW AND WHY WILL WE PROCESS YOUR PERSONAL INFORMATION?<span class=\"Apple-converted-space\"> <\/span><\/b><\/h4>\n<p class=\"p1\">Where we act as data controller, we rely on the following legal basis for processing your Personal Information:<\/p>\n<p class=\"p1\"><b>Consent<\/b>: We rely on your consent if you are a recipient of our online direct marketing. If you have consented to receive marketing, you may opt out at any time.<\/p>\n<p class=\"p1\"><b>Legitimate Interest<\/b>: If you are our client or prospect client, business affiliate, employee or potential employee, or our website visitor, we may decide to send you materials of interest such as information about our services\/products which we believe would be beneficial to you.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p1\">Where consent is not required, we will process your Personal Information because either it is necessary for our legitimate interests, to enable us to perform the contract or provide our services to you, or for us to comply with our legal obligations.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p1\"><b>Performance of Contract<\/b>: If you are our client, supplier, employee, akin to employee or business affiliate or our website visitor; Where we act as a Data Processor, we process Personal Information on behalf of Data Controller and we act on their written instructions.<\/p>\n<p class=\"p1\"><b>Legal and Regulatory Compliance<\/b>: From time to time, we may also need to process Personal Information to comply with a legal or regulatory obligation. We rely on this lawful basis when processing any data subject rights requests in accordance with applicable data protection laws and for activities relating to the prevention, detection and investigation of any crime. We also rely on it to comply with our financial reporting obligations and compliance with subpoenas or similar court orders.<\/p>\n<h4 class=\"p1\"><b>WHEN DOES HUT 8 SHARE YOUR INFORMATION?<\/b><\/h4>\n<p class=\"p1\">We do not share your personal information with companies, organizations, or individuals outside of Hut 8, except in the following cases:<\/p>\n<p class=\"p1\"><b>With Your Consent<\/b>: We’ll share personal information outside of Google and Mailchimp when we have your consent. We’ll ask for your explicit consent to share any sensitive personal information.<\/p>\n<p class=\"p1\"><b>For External Processing<\/b>: We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures. For example, we use service providers to help us with customer support.<\/p>\n<p class=\"p1\"><b>For Legal Reasons<\/b>: We will share personal information outside of Google and Mailchimp if we have a good-faith belief that access, use, preservation, or disclosure of the information is reasonably necessary to:<\/p>\n<ul class=\"ul1\">\n<li class=\"li1\">Meet any applicable law, regulation, legal process, or enforceable government request.<span class=\"Apple-converted-space\"> <\/span><\/li>\n<li class=\"li1\">Enforce applicable Terms of Service, including investigation of potential violations.<\/li>\n<li class=\"li1\">Detect, prevent, or otherwise address fraud, security, or technical issues.<\/li>\n<li class=\"li1\">Protect against harm to the rights, property or safety of Hut 8, our users, or the public as required or permitted by law.<\/li>\n<\/ul>\n<p class=\"p1\">If Hut 8 is involved in a merger, acquisition, or sale of assets, we’ll continue to ensure the confidentiality of your personal information and give affected users notice before personal information is transferred or becomes subject to a different privacy policy.<\/p>\n<h4 class=\"p4\"><b>FOR WHAT OTHER PURPOSES DO WE PROCESS YOUR PERSONAL INFORMATION?<\/b><\/h4>\n<p class=\"p8\">Personal Information submitted to or collected by us, whether through the website or otherwise, may be processed by us for the purposes specified in this Privacy Policy or as specified on the relevant pages of the website, and by using the website and providing your Personal Information you consent to the same. We may process your Personal Information to:<span class=\"Apple-converted-space\"> <\/span><\/p>\n<ul class=\"ul1\">\n<li class=\"li1\"><span class=\"s5\">administer and operate the website;<span class=\"Apple-converted-space\"> <\/span><\/span><\/li>\n<li class=\"li1\"><span class=\"s5\">send you newsletters and\/or mailings that you request;<span class=\"Apple-converted-space\"> <\/span><\/span><\/li>\n<li class=\"li1\"><span class=\"s5\">inform you of products, promotions or services available from us and our affiliates and partners; <span class=\"Apple-converted-space\"> <\/span><\/span><\/li>\n<li class=\"li1\"><span class=\"s5\">respond to feedback, comments, inputs, or customer service requests made by you.<\/span><\/li>\n<\/ul>\n<h4 class=\"p10\"><span class=\"s6\"><b>DO WE HAVE A DATA PROTECTION OFFICER?<\/b><\/span><\/h4>\n<p class=\"p8\">Yes, our General Counsel serves as the designated Data Protection Officer and may be reached at <a href=\"mailto:privacy@hut8mining.com\"><span class=\"s1\">privacy@hut8mining.com<\/span><\/a><span class=\"s1\">.<\/span> In accordance with GDPR, Hut 8 has implemented various organizational and technological measures to ensure its compliance with all GDPR requirements relevant to its collection of EEA citizens’ Personal Information, including those relating to security, access, ratification, erasure, portability, onwards transfer to sub-processors, and export of Personal Information. Hut 8 will timely respond to requests from data subjects to correct, amend, delete or not share Personal Information and is committed to providing breach notifications to relevant supervisory authorities and data subjects in accordance with GDPR timeframes. Hut 8 also performs periodical risk assessments about its processing activities of Personal Information and has appointed a Data Protection Officer (DPO) to address all GDPR related inquiries.<\/p>\n<p class=\"p8\">If you are a California resident, California law may provide you with additional rights regarding our use of your Personal Information, as follows:<\/p>\n<p class=\"p8\">California Civil Code Sec. 1798.83 permits you to request and obtain from us, once per year, information regarding the disclosure of your Personal Information by Hut 8 to third parties for such third parties’ use for direct marketing purposes within the State of California. If you are a California resident and would like to request this information, please email us at <a href=\"mailto:privacy@hut8mining.com\"><span class=\"s4\">privacy@hut8mining.com<\/span><\/a>.<span class=\"Apple-converted-space\"> <\/span><\/p>\n<p class=\"p8\">Hut 8 complies with all relevant sections of the California Civil Code Sec. 1798.100 et seq. (CCPA) in connection with its processing of the Personal Information of California residents, including those related to disclosure obligations, sharing of Personal Information, and compliance with Consumers’ choices regarding access, portability and deletion.<\/p>\n<h4 class=\"p4\"><b>DO WE IMPOSE SAFEGUARD MEASURES?<\/b><\/h4>\n<p class=\"p1\">We take your privacy seriously and take every reasonable measure and precaution to protect and secure your Personal Information. We work hard to protect you and your Personal Information from unauthorized access, alteration, disclosure or destruction and have several layers of security measures in place, including, without limitation, encryptions. We use industry-standard hosting services to power our website. Any personally identifiable information will be held in password-protected or encrypted data storage and will only be accessible by our IT Team managers or with the permission of Hut 8 executives.<\/p>\n<h4 class=\"p10\"><span class=\"s6\"><b>HOW LONG DO WE KEEP YOUR PERSONAL INFORMATION?<\/b><\/span><\/h4>\n<p class=\"p10\">We will keep your Personal Information for no longer than reasonably necessary. Your Personal Information will be retained in accordance with all legal and regulatory requirements. You may contact us at any time to delete your personal information.<\/p>\n<h4 class=\"p4\"><b>ARE THERE LINKS TO OTHER WEBSITES ON OUR WEBSITE?<\/b><\/h4>\n<p class=\"p1\">The Hut 8 website may contain links to websites maintained by third parties, whose information and privacy practices differ from ours. We are not responsible or liable for the content of any such websites, any use of such websites or the information or privacy practices employed by the providers of such websites. We encourage you to read the privacy statements of all third-party websites before using such websites or submitting any Personal Information or any other information on or through such websites.<\/p>\n<h4 class=\"p8\"><b>WHO IS OUR WEBSITE INTENDED FOR?<\/b><span class=\"Apple-converted-space\"> <\/span><\/h4>\n<p class=\"p1\">The services and offerings of our website are not directed to, and we do not knowingly contact or collect Personal Information from, individuals under the age of eighteen. If you are under the age of eighteen, these services and offerings are not intended for you, and you should not provide us with any Personal Information.<\/p>\n<h4 class=\"p4\"><b>WHAT ARE YOU ENTITLED TO REQUEST FROM US?<\/b><\/h4>\n<p class=\"p1\">You may request to know about any personal information about you that you provide to Hut 8 or that Hut 8 holds about you. Upon request, we will inform you about any of your personal data we have saved, about their origin and recipient, as well as the purpose of storage, all according to Art. 15 GDPR (Right of access by the data subject). You can get this information by contacting us. If the legal preconditions are met, your rights include rectification, blocking and deletion of the data. We will respond to any requests within 30 days. We will retain Personal Information that we store and process on behalf of our Subscribers for as long as needed to provide the services to our Subscribers, subject to their requests for Personal Information removal. In some cases, we may also retain and use Personal Information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.<\/p>\n<h4 class=\"p4\"><b>HOW TO CONTACT US?<span class=\"Apple-converted-space\"> <\/span><\/b><\/h4>\n<p class=\"p4\">If you have any comments or inquiries about this Privacy Policy, if you would like to update information, we have about you or to exercise your rights, you may contact us by sending an email to <span class=\"s1\">privacy@hut8mining.com<\/span> or by sending regular mail to the following address:<span class=\"Apple-converted-space\">             <\/span><\/p>\n<p class=\"p12\">Hut 8 Mining Corp.<br \/>\n24 Duncan St. Suite 500<br \/>\nToronto, Ontario M5V 2B<\/p>\n","protected":false},"excerpt":{"rendered":"<p>This is the Privacy Policy for Hut 8 Mining Corp. (hereinafter “Hut 8”, “we”, “We”, “us” “Us”, “our” or “Our”) and the website (https:\/\/hut8mining.com\/) and all online services offered directly by Hut 8 on the website. Hut 8 is a digital asset miner and services company with a business address at 24 Duncan St., Suite [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"inline_featured_image":false},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v18.5.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Hut 8 Mining - Privacy Policy<\/title>\n<meta name=\"description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/hut8mining.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Hut 8 Mining - Privacy Policy\" \/>\n<meta property=\"og:description\" content=\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/hut8mining.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Hut 8 Mining\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Hut8Corp\/\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:site\" content=\"@Hut8Mining\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"13 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/hut8mining.com\/#organization\",\"name\":\"Hut 8 Mining\",\"url\":\"https:\/\/hut8mining.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Hut8Corp\/\",\"https:\/\/www.linkedin.com\/company\/hut8mining\/\",\"https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw\",\"https:\/\/twitter.com\/Hut8Mining\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/hut8mining.com\/#logo\",\"inLanguage\":\"en-CA\",\"url\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"contentUrl\":\"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png\",\"width\":280,\"height\":122,\"caption\":\"Hut 8 Mining\"},\"image\":{\"@id\":\"https:\/\/hut8mining.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/hut8mining.com\/#website\",\"url\":\"https:\/\/hut8mining.com\/\",\"name\":\"Hut 8 Mining\",\"description\":\"\",\"publisher\":{\"@id\":\"https:\/\/hut8mining.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/hut8mining.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-CA\"},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/hut8mining.com\/privacy-policy\/#webpage\",\"url\":\"https:\/\/hut8mining.com\/privacy-policy\/\",\"name\":\"Hut 8 Mining - Privacy Policy\",\"isPartOf\":{\"@id\":\"https:\/\/hut8mining.com\/#website\"},\"datePublished\":\"2021-12-10T13:45:16+00:00\",\"dateModified\":\"2021-12-10T13:45:16+00:00\",\"description\":\"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.\",\"breadcrumb\":{\"@id\":\"https:\/\/hut8mining.com\/privacy-policy\/#breadcrumb\"},\"inLanguage\":\"en-CA\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/hut8mining.com\/privacy-policy\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/hut8mining.com\/privacy-policy\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/hut8mining.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Hut 8 Mining - Privacy Policy","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/hut8mining.com\/privacy-policy\/","og_locale":"en_US","og_type":"article","og_title":"Hut 8 Mining - Privacy Policy","og_description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","og_url":"https:\/\/hut8mining.com\/privacy-policy\/","og_site_name":"Hut 8 Mining","article_publisher":"https:\/\/www.facebook.com\/Hut8Corp\/","twitter_card":"summary_large_image","twitter_site":"@Hut8Mining","twitter_misc":{"Est. reading time":"13 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"Organization","@id":"https:\/\/hut8mining.com\/#organization","name":"Hut 8 Mining","url":"https:\/\/hut8mining.com\/","sameAs":["https:\/\/www.facebook.com\/Hut8Corp\/","https:\/\/www.linkedin.com\/company\/hut8mining\/","https:\/\/www.youtube.com\/channel\/UCuAOXGpTst-U-LqOlFcRokw","https:\/\/twitter.com\/Hut8Mining"],"logo":{"@type":"ImageObject","@id":"https:\/\/hut8mining.com\/#logo","inLanguage":"en-CA","url":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","contentUrl":"http:\/\/localhost\/wp-content\/uploads\/2021\/08\/logo.png","width":280,"height":122,"caption":"Hut 8 Mining"},"image":{"@id":"https:\/\/hut8mining.com\/#logo"}},{"@type":"WebSite","@id":"https:\/\/hut8mining.com\/#website","url":"https:\/\/hut8mining.com\/","name":"Hut 8 Mining","description":"","publisher":{"@id":"https:\/\/hut8mining.com\/#organization"},"potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/hut8mining.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-CA"},{"@type":"WebPage","@id":"https:\/\/hut8mining.com\/privacy-policy\/#webpage","url":"https:\/\/hut8mining.com\/privacy-policy\/","name":"Hut 8 Mining - Privacy Policy","isPartOf":{"@id":"https:\/\/hut8mining.com\/#website"},"datePublished":"2021-12-10T13:45:16+00:00","dateModified":"2021-12-10T13:45:16+00:00","description":"Hut 8 Mining Corp. is one of the world’s largest digital currency miners, specializing in Bitcoin and Ethereum mining.","breadcrumb":{"@id":"https:\/\/hut8mining.com\/privacy-policy\/#breadcrumb"},"inLanguage":"en-CA","potentialAction":[{"@type":"ReadAction","target":["https:\/\/hut8mining.com\/privacy-policy\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/hut8mining.com\/privacy-policy\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/hut8mining.com\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]}]}},"_links":{"self":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/pages\/832"}],"collection":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/comments?post=832"}],"version-history":[{"count":1,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/pages\/832\/revisions"}],"predecessor-version":[{"id":833,"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/pages\/832\/revisions\/833"}],"wp:attachment":[{"href":"https:\/\/hut8mining.com\/wp-json\/wp\/v2\/media?parent=832"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}